
[{"no":"1","kategori":"Puji Pujian","judul":"Jahowa Sihol Pujionku","lirik":"1.Jahowa sihol pujionku, ai Ham do Naibata sitompa au<br>Sai suruh Tonduy-Mu hu bangku, mangajar au mamuji goran-Mu<br>Marhiteihitei Jesus AnakMu, ase dear dodingku hu Bamu<br>2.Bai Anak-Mu bobahon ahu ase Bamu iboban au homa.<br>Sorapkon Tonduy-Mu hubangku, manogu au bai dalan na torsa<br>Ase tongtong gok damei uhurhin, janah mesek mamuji Goran-Mu.<br>3.Sai holong atei-Mu Jahowa, papandei au mamuji Goran-Mu<br>Sai ulang asal puas hata, ningon botul mamuji hu Bamu<br>Ham Bapa, Anak pakon Tonduy-Mu, doskon najongjong au i lobei-Mu.<br>4.Tonggokku na lang tarpajojor, Tonduy Napansing patalarhon in<br>\r\nAu gabe anak-Mu goranon, Tonduy homa do mangkatahon in.<br>\r\nAse ibagas Kristus Anak-Mu boi au mardilo Bapa hu Bamu.<br>\r\n \r\n5.Ai Tonduy-Mu do mangajarhon martonggo au domu bai rosuh-Mu<br>\r\nSirsir do tong Ham manangihon tonggokku marhiteihon Anak-Mu<br>\r\nIbagas Jesus jaloonku do, mardapot-dapot pasu-pasu-Mu.<br>\r\n \r\n6.Sonin ma au marolob-olob, marhamegahon malas uhurhin.<br>\r\nAi ra do Ham mamparuhurhon, na husuhutkon hu Bamu ijin.<br>\r\nPasu-pasu-Mu sai sirnip do in, lobih humbani panagamankin.<br>\r\n \r\n7.Ibagas Kristus au manean, ai pitah Ia hasiholankin.<br>\r\nMarhitei Jesus sai saud  ma Amen,  na hupindohon rapkon Tonduy in.<br>\r\nHupuji Ham ronsi sadokahniin, ai Ham tumang do hamegahonkin.<br>"}, {"no":"2","kategori":"Puji Pujian","judul":"Puji Jahowa ale Tonduyhu","lirik":"1.Puji Jahowa ale tonduyhu, puji ma Ia Naibata min<br>\r\nPaima bois ope bohalhu, sai pujionku layak-Ni in<br>\r\nSitompa daging tonduy pe, ningon ipuji do hape<br>\r\nHaleluya! Haleluya!<br>\r\n \r\n2.Ge pe sangap partubuh ni jolma, ningon do mulak hu tanoh in.<br>\r\nHauhuron ni ningon marpunsa. anggo ibondut tanoman in.<br>\r\nSeng jolma hasonangankin. Naibata hatundalankin.<br>\r\nHaleluya! Haleluya!<br>\r\n \r\n3.Martuah halak na niondingan ni Naibatanta Jahowa in.<br>\r\nNa tong toguh marhaporsayaon,bai Jesus Kristus Tuhanta in.<br>\r\nAi Naibata hasomanmin, seng anjai hurang tuahmin.<br>\r\nHaleluya! Haleluya!<br>"}, {"no":"3","kategori":"Puji Pujian","judul":"Sai puji Naibata","lirik":"1.Sai Puji Naibata ai holong tong atei-Ni<br>\r\nMalayak tong homa bai ganup tinompa-Ni.<br>\r\nMegah ma hita on, mamuji Naibata.<br>\r\nAi sasap dousa on, ibahen Naibata<br>\r\n \r\n2.Tuhanta Naibata marsuruh Jesus Kristus.<br>\r\nJadi harga tumang do hita on itobus.<br>\r\nIporsan Jesus in dousanta in ganup<br>\r\nAse daroh-Ni in papansing haganup.<br>\r\n \r\n3.Halani ai talup na bere ma uhurta<br>\r\nBai Naibata unduk ampa Jesus Tuhanta<br>\r\nSonai ‘ge Tonduy in na roh hubanta on<br>\r\nGantih ni Jesus in, pujion do tongtong.<br>"}, {"no":"4","kategori":"Puji Pujian","judul":"Puji Jahowa na Sangap ","lirik":"1.Puji Jahowa na sangap anjaha mardohar<br>\r\nHita ganup na ringgas na megah maruhur<br>\r\nMartumpu rup, marolob-olob ganup, haganupan manisia<br>\r\n \r\n2.Puji Jahowa Naibata sigomgom ganupan.<br>\r\nNa mambobai ho songon tinogu ni tangan.<br>\r\nHosahmu pe sai iparorot hape, songon pinindomu Bani.<br>\r\n \r\n3.Puji Jahowa na sirsir manompa dagingmu.<br>\r\nJanah tongtong do manumpak jorgit pamatangmu.<br>\r\nGati tumang roh partolongNi hubam sanggah roh ni hasosakan.<br>\r\n \r\n4.Puji Jahowa situmpak haganup horjamu.<br>\r\nAi itumpakhon hubam tongtong hagoluhanmu.<br>\r\nIngat ma ai, hinalayakni do ai, holong atei-Ni tumang do.<br>\r\n \r\n5.Puji Jahowa tonduyhu pasangap Goran-Ni.<br>\r\nPakon ganup na marhosah mamuji hu Bani.<br>\r\nAi do talup, baenon ni hita ganup, dodingkon hita ma Amen.<br>"}, {"no":"5","kategori":"Puji Pujian","judul":"Hupuji holong ni atei-Mu","lirik":"1.Hupuji holong ni atei-Mu, o Tuhan Jesus Rajangkin<br>\r\nBamu huondoskon tonduyhu, ai do napinindo Mu in<br>\r\nHuhalupahon ma diringku mamingkir holong ni atei-Mu.<br>\r\n \r\n2.Sai ipindahi Ham do ahu, Ham pe huhasiholi do.<br>\r\nItogu uhurMu uhurhu halani ai hubere do.<br>\r\nlpilih Ham hinan tonduyhu, ai pe hupilih Ham Tuhanku.<br>\r\n \r\n3.Huahap maningon mar-Tuhan, ningon manggoluh au Bamu.<br>\r\nSeng jumpah au be hagoluhan, anggo seng pinasirsirMu.<br>\r\nSai Ham na baen parsarananku, sai gok Bamu mando langkahku.<br>\r\n \r\n4.Bamu sadokah ni dokahni, au on o Jesus Tuhankin,<br>\r\nHam ma lah haganup ompungni, gogohku pakon artangkin,<br>\r\nAi iberehon Ham darohMu, manggalar utang ni dousangku.<br>\r\n \r\n5.Ai domma au iparjabolon, sibolis pakon dousangkin.<br>\r\nDiatei ma Ham roh o Tuhan, manaron uhum bangku in-,<br>\r\nItaron Ham do hamateian, mambahen bangku hagoluhan.<br>\r\n \r\n6.O Jesus, GoranMu uhirhon, bagas, torang bai uhurhon-,<br>\r\nAse tarsurat ilobeihu holongni ateiMu tongtong,<br>\r\nHatangku ampa parlahouhu, ningon ipuji do GoranMu.<br>"}, {"no":"6","kategori":"Puji Pujian","judul":"Ham do Ipuji Uhurhon","lirik":"1. Ham do ipuji uhurhon Jahowa Tuhankin<br>\r\nHuambilankon do tongtong, ganup binaen-Mu in<br>\r\n \r\n2. Hubotoh Ham do bona ni na dear haganup<br>\r\nIbere Ham buei hunjin bannami haganup<br>\r\n \r\n3. Ai aha ma na dong hinan bannai na sombuh on.<br>\r\nGanup ibere Ham hinan, o Naibata tongon.<br>\r\n \r\n4.  Ai Ham do na margogoh in, sitompa haganup.<br>\r\nHam do na pagoluhkon in, marmuduhon ganup.<br>\r\n \r\n5. Bai langit na marganjang in, na herbang songon kaen<br>\r\nMarribu-ribu bintang in, tor ise ma mambaen?<br>\r\n \r\n6. Ai ise na malayak in, manonggor hita on<br>\r\nNa mangarbahi juma in, pagoluh haganup.<br>\r\n \r\n7. Gok omei ganup hobon in, humbani ise da?<br>\r\nAmpa ganup panganon in, lang humbai Naibata?<br>\r\n \r\n8. O Naibata, Ham do bayak, sibere hanai on<br>\r\nAi Ham do na tongtong layak, manumpak jolma on.<br>\r\n \r\n9. Ihata Ham pe hanai on, halani dousa in.<br>\r\nIrik do holong-Mu tongtong, mangidah ganup in.<br>\r\n \r\n10. Ai anggo pusok uhurhin, halani dousangkin<br>\r\nUrah do mulak uhur-Mu, manasap salahkin.<br>\r\n \r\n11. Ham do mangapoh haganup, na pusok uhur in<br>\r\nIapus Ham do haganup, iluh-iluh ni in.<br>\r\n \r\n12. Sai ihirahon Ham hape bani dunia on.<br>\r\nBai daging pakon tonduy pe, itongos Ham tongtong.<br>\r\n \r\n13. Ale tonduyhu hope da, sai ulang ho jornok.<br>\r\nHatundalanmu Naibata, sitompa haganup.<br>\r\n \r\n14. Seng ongga salah Naibata, bai ginomgom-Ni in.<br>\r\nIbahen barang aha da, dear do ujung nin.<br>\r\n \r\n15. Paturut Naibata gelah patorsa langkahmin.<br>\r\nAse tongtong sonang ho lah, timbul ‘pa tuahmin.<br>"}, {"no":"7","kategori":"Puji Pujian","judul":"Porini Dong Marribu Hali","lirik":"1. Porini dong maribu hali, paraloling ni sorangkin<br>\r\nBois ni gogoh inggananni, mamuji Naibatanta in,<br>\r\nIbaen malasni uhurhin, hinorhon ni pambaen-Ni in.<br>\r\n \r\n2. Ai ambit ondos ma sorangku, bai ujung ni dunia on,<br>\r\nsagala jolma arahonku, mamuji Naibata tongtong.<br>\r\nTalup do gok ni uhurhin, hubaen pasangap Tuhan in.<br>\r\n \r\n3. Ulang ma modom ho tonduyhu, sai puho ho, sai hehe ma.<br>\r\nPongkut ma ho bani horjamu, sai puji Tuhan Naibata.<br>\r\nSai baen ma gok ni pandeimin, laho mamuji Tuhan in.<br>\r\n \r\n4. Tarima kasih ma uhurhu, Bamu o Naibata tongtong.<br>\r\nIbahen dearni layak-Mu, binere-Mu hubangku on.<br>\r\nAi ipatudu Ham tongtong ganup na porlu bangku on.<br>\r\n \r\n5. Hupuji pakon Ham, o Jesus, ibaen parholong ateiMu.<br>\r\nMardingat darohMu madurus, pakon ganupan layak-Mu.<br>\r\nMambahen haluahon on, hubai pardousa banggal on.<br>\r\n \r\n6. Ham pe homa, Tonduy Napansing, sai jalo Ham ma dodingkon.<br>\r\nMargogoh anjaha matunggung do Ham, mangapoh uhurhon<br>\r\nIa hubaen na dear in, halani gogoh-Mu do in.<br>\r\n \r\n7.  Ai ise do mamasu-masu, au on o Naibata, lang Ham?<br>\r\nPamatang rap pakon tonduyhu, sai iparmudu-mudu Ham<br>\r\nJaha lumbang uhur-Mu in mangidah pardousaonkin.<br>\r\n \r\n8. Sai layakMu do pujionku sadokah na manggoluh au.<br>\r\nSai Goran-Mu pasangaponku sadokah na marhosah au<br>\r\nRonsi rotap ni hosahkin, sai pujionku Ham ijin.<br>\r\n \r\n9. Sai jalo ma, ale Tuhanku, pamujingkon na hurang in.<br>\r\nPaima das au on hu surga, ianan na gok dear in,<br>\r\nMarlaksa hali ma ijin, dodingkononku Tuhankin.<br>"}]
